Repository: BunsDev/kyberswap-interface
Catalog: src/locales/*.po
Languages: tr_tr, vi_vn

source: + Add Recipient (optional)
tr_tr: + Alıcı Ekle (isteğe bağlı)
vi_vn: + Thêm Người Nhận (tuỳ chọn)

source: + Add a send (optional)
tr_tr: + Gönderim ekle (isteğe bağlı)
vi_vn: + Thêm 1 lần gửi (tùy chọn)

source: + Create New Pool
tr_tr: + Yeni Havuz Oluştur
vi_vn: + Tạo Pool Mới

source: - Remove Recipient
tr_tr: - Alıcıyı Kaldır
vi_vn: - Xoá Người Nhận

source: - Remove send
tr_tr: - Gönderimi Kaldır
vi_vn: - Gửi Lệnh Xoá

source: <0>Advanced Mode</0> turns off the 'Confirm' transaction prompt and allows high slippage trades that can result in bad rates and lost funds.
tr_tr: <0>Gelişmiş Mod</0> 'Onayla’ seçeneği düşük oranlara ve fon kaybına neden olabilecek yüksek yüzdeli kayma yaşanabilecek işlemlere izin verir.
vi_vn: <0>Chế Độ Nâng Cao</0> tắt lời nhắc giao dịch 'Xác nhận' và cho phép các giao dịch có độ trượt giá cao có thể dẫn đến tỷ giá xấu và mất thanh khoản.

source: <0>Swap</0> and <1>Earn</1> Tokens at the Best Rates
tr_tr: <0>Takas</0> ve <1>Kazan</1> En İyi Fiyatlar

source: <0>Tip:</0> Use this tool to find pairs that don't automatically appear in the interface.
tr_tr: <0>İpucu:</0> Arayüzde otomatik olarak görünmeyen çiftleri bulmak için bu aracı kullanın.
vi_vn: <0>Mẹo:</0> Sử dụng công cụ này để tìm các cặp Token không xuất hiện trên giao diện.

source: A portion of each trade ({0}%) goes to liquidity providers as a protocol incentive.
tr_tr: Her ticaretin bir kısmı (%{0}), protokol teşviği olarak likidite sağlayıcılarına gider.
vi_vn: Một phần phí của mỗi giao dịch ({0}%) sẽ được chuyển đến các nhà cung cấp thanh khoản nhằm khuyến khích phát triển giao thức.

source: AMP Liquidity
tr_tr: AMP Likiditesi
vi_vn: Thanh Khoản AMP

source: AMP factor x Liquidity in the pool. Amplified pools have higher capital efficiency and liquidity.
tr_tr: AMP faktörü x Havuzdaki likidite. Güçlendirilmiş havuzlar daha yüksek sermaye verimliliğine ve likiditeye sahiptir.
vi_vn: Yếu tố AMP x Tính thanh khoản trong pool. Các pool khuếch đại có hiệu quả sử dụng vốn và tính thanh khoản cao hơn.

source: APR
tr_tr: YYO

source: About
tr_tr: Hakkında
vi_vn: Giới thiệu

source: Accept
tr_tr: Kabul Et
vi_vn: Chấp nhận

source: Accept update
tr_tr: Güncellemeyi kabul et
vi_vn: Chấp nhận cập nhật

source: Account
tr_tr: Hesap
vi_vn: Tài khoản

source: Active
tr_tr: Aktif
vi_vn: Hoạt động

source: Active Price Range
tr_tr: Aktif Fiyat Aralığı
vi_vn: Mức Giá Hoạt Động

source: Add Liquidity
tr_tr: Likidite Ekle
vi_vn: Thêm thanh khoản

source: Add liquidity
tr_tr: Likidite ekle
vi_vn: Thêm thanh khoản

source: Add liquidity and receive pool tokens representing your pool share. You will earn dynamic fees on trades for this token pair, proportional to your pool share. Fees earned are automatically claimed when you withdraw your liquidity.
tr_tr: Likidite ekleyin ve havuz payınızı temsil eden havuz tokenı alın. Havuz payınız ile orantılı olarak bu token çifti için işlemlerden dinamik ücretler kazanacaksınız. Kazanılan ücretler, likiditenizi çektiğinizde otomatik olarak talep edilecektir.
vi_vn: Thêm thanh khoản và nhận token của pool dựa vào tỷ lệ đóng góp của bạn. Bạn sẽ kiếm được phí một cách linh hoạt dựa trên các giao dịch đối với cặp token này, tỷ lệ thuận với tỷ lệ đóng góp của bạn. Phí kiếm được sẽ tự động được nhận khi bạn rút thanh khoản.

source: Add {0} to Metamask
tr_tr: {0} Meta Mask’a Eklensin
vi_vn: Thêm {0} vào Metamask

source: Advanced Mode
tr_tr: Gelişmiş Mod
vi_vn: Chế Độ Nâng Cao

source: Advanced Settings
tr_tr: Gelişmiş Ayarlar
vi_vn: Tuỳ Chỉnh Nâng Cao

source: Advanced mode is on!
tr_tr: Gelişmiş mod açık!
vi_vn: Đang bật chế độ nâng cao!

source: Always make sure the URL is<0>KyberSwap.com</0> - bookmark it to be safe.
tr_tr: URL'nin her zaman<0>KyberSwap.com</0> olduğundan emin olun - Güvenli olması için yer imlerine ekleyebilirsiniz.
vi_vn: Luôn đảm bảo URL là<0>KyberSwap.com</0> - nên bookmark link này để an toàn hơn.

source: Amount
tr_tr: Miktar
vi_vn: Số Lượng

source: Amplified Liquidity Pools
tr_tr: Güçlendirilmiş Likidite Havuzları

source: An update is available for the token list "{0}" ({1} to {2}).
tr_tr: "{0}" ({1} - {2}) token listesi için bir güncelleme mevcut.
vi_vn: Đã có bản cập nhật cho danh sách token "{0}" ({1} đến {2}).

source: Analytics
tr_tr: İstatistikler
vi_vn: Phân tích

source: Analytics ↗
tr_tr: Analitik ↗
vi_vn: Phân tích ↗

source: Approve
tr_tr: Onayla
vi_vn: Chấp nhận

source: Approve {0}
tr_tr: {0} Seçeneğini Onayla
vi_vn: Chấp nhận {0}

source: Approved
tr_tr: Onaylandı
vi_vn: Đã chấp nhận

source: Approving
tr_tr: Onaylanıyor
vi_vn: Đang chấp nhận

source: Are you sure?
tr_tr: Emin misiniz?
vi_vn: Bạn có chắc chứ?

source: Available for yield farming
tr_tr: Getiri çiftçiliği için kullanılabilir
vi_vn: Có thể yield farming

source: BONUS REWARDS
tr_tr: BONUS ÖDÜLLERİ

source: Back
tr_tr: Geri
vi_vn: Quay lại

source: Balance
tr_tr: Bakiye
vi_vn: Số Dư

source: Bug Bounty
tr_tr: Hata Ödülü

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
tr_tr: Likidite ekleyerek, havuzdaki payınızla orantılı olarak bu çiftteki tüm işlemlerde %0,3 kazanacaksınız. Ücretler havuza eklenir, reel zamanlı olarak gerçekleşir ve likiditenizi çekmeniz ile talep edilebilir.
vi_vn: Bằng cách thêm thanh khoản, bạn sẽ kiếm được 0,3% của tất cả các giao dịch trên cặp token này tỷ lệ thuận với tỷ lệ đóng góp của bạn trong Pool. Phí sẽ được thêm vào pool, được tích lũy trong thời gian thực và có thể được thu thập bằng cách rút thanh khoản của bạn.

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
tr_tr: Bu listeyi ekleyerek, verilerin doğru olduğuna dolaylı olarak güveniyorsunuz. Herkes liste oluşturabilir, buna mevcut listelerin sahte versiyonlarının oluşturulması ve projeleri temsil etmediği halde temsil ettiğini iddia eden listeler de dahildir.
vi_vn: Bằng cách thêm danh sách này, bạn hoàn toàn tin tưởng rằng dữ liệu trên là chính xác. Bất kỳ ai cũng có thể tạo ra một danh sách, bao gồm cả việc tạo các phiên bản giả mạo của danh sách hiện có và các danh sách tự cho rằng đang đại diện cho các dự án mà đang không có danh sách.

source: CLAIM
tr_tr: TALEP ET
vi_vn: NHẬN

source: CLAIMED
tr_tr: ALINDI
vi_vn: ĐÃ NHẬN

source: Calculating best route
tr_tr: En iyi rota hesaplandı
vi_vn: Đang tính Route tốt nhất

source: Cancel
tr_tr: İptal Et
vi_vn: Huỷ

source: Chains
tr_tr: Zincirler

source: Change
tr_tr: Değişim
vi_vn: Thay đổi

source: Checking allowance...
tr_tr: Kontrol ediliyor...
vi_vn: Đang kiểm tra khoản cho phép...

source: Claim
tr_tr: Talep Et
vi_vn: Nhận

source: Claim All
tr_tr: Tümünü Talep Et
vi_vn: Nhận Hết

source: Claimed Rewards
tr_tr: Talep Edilen Ödüller
vi_vn: Phần Thưởng Đã Nhận

source: Clear all
tr_tr: Hepsini temizle
vi_vn: Xóa hết

source: Close
tr_tr: Kapat
vi_vn: Đóng

source: Code Audited
tr_tr: Kod Denetlendi

source: Coming soon
tr_tr: Çok yakında
vi_vn: Sắp Có Mặt

source: Committed to Security
tr_tr: Güvenlik Taahhüdü

source: Common bases
tr_tr: Ortak temeller
vi_vn: Các Cơ Sở Chung

source: Confirm
tr_tr: Onayla
vi_vn: Chấp nhận

source: Confirm Swap
tr_tr: Takası Onayla
vi_vn: Chấp nhận Chuyển đổi

source: Confirm this transaction in your wallet
tr_tr: Bu işlemi cüzdanınızda onaylayın
vi_vn: Chấp thuận giao dịch này trong ví của bạn

source: Connect Wallet
tr_tr: Cüzdanı Bağla
vi_vn: Kết nối Ví

source: Connect to a wallet to find pools
tr_tr: Havuzları bulmak için bir cüzdana bağlanın
vi_vn: Kết nối đến Ví để tìm các Pool

source: Connect to a wallet to view your liquidity.
tr_tr: Likiditenizi görüntülemek için bir cüzdana bağlanın.
vi_vn: Kết nối đến Ví để xem thanh khoản của bạn.

source: Connect wallet
tr_tr: Cüzdanı bağla
vi_vn: Kết nối Ví

source: Connected with {name}
tr_tr: {name} ile bağlandı
vi_vn: Đã kết nối với {name}

source: Contact Us
tr_tr: Bize Ulaşın
vi_vn: Liên Hệ Chúng Tôi

source: Contract not found! Please reload and try again.
tr_tr: Sözleşme bulunamadı! Lütfen yeniden yükleyin ve tekrar deneyin.
vi_vn: Không tìm thấy contract! Vui lòng tải lại trang và thử lại.

source: Copied
tr_tr: Kopyalandı
vi_vn: Đã Sao Chép

source: Copy Address
tr_tr: Adresi kopyala
vi_vn: Sao chép Địa chỉ

source: Create
tr_tr: Oluştur
vi_vn: Tạo mới

source: Create a new pool
tr_tr: Yeni bir havuz oluştur
vi_vn: Tạo Pool mới

source: Create a new pool or select another pair of tokens to view the available pools.
tr_tr: Mevcut havuzları görüntülemek için yeni bir havuz oluşturun veya başka bir token çifti seçin.
vi_vn: Tạo một Pool mới hoặc chọn một cặp token khác để xem các Pool có sẵn.

source: Current Price
tr_tr: Mevcut Fiyat
vi_vn: Giá Hiện Tại

source: Current Price:
tr_tr: Mevcut fiyat:
vi_vn: Giá Hiện Tại:

source: Currently there are no Farms.
tr_tr: Şu anda Farm yok.
vi_vn: Hiện tại không có Farm nào cả.

source: Custom
tr_tr: Özel
vi_vn: Tự chọn

source: DEPOSIT
tr_tr: YATIR
vi_vn: GỬI THANH KHOẢN

source: DEXs
tr_tr: DEX’ler

source: Dark Mode
tr_tr: Koyu Tema
vi_vn: Chế Độ Tối

source: Deposit your tokens and farm attractive rewards. We collaborate with projects to get you the best rewards.
tr_tr: Token varlıklarınızı yatırın ve harika ödülleri toplayın. Size en iyisini getirebilmek için projelerle işbirliği yapıyoruz.

source: Disconnect
tr_tr: Bağlantıyı Kes
vi_vn: Ngắt kết nối

source: Dismiss
tr_tr: Reddet
vi_vn: Bỏ qua

source: Docs
tr_tr: Dokümanlar
vi_vn: Tài liệu

source: Don't see a pool you joined?
tr_tr: Katıldığınız bir havuzu göremiyor musunuz?
vi_vn: Không thấy Pool mà bạn đã tham gia?

source: Duration: {duration}
tr_tr: Süre: {duration}
vi_vn: Thời Gian: {duration}

source: Dynamic Fee Range
tr_tr: Dinamik Ücret Aralığı
vi_vn: Khoảng Phí Linh Động

source: Dynamic Fees
tr_tr: Dinamik Ücretler

source: Each time you harvest new rewards, a new vesting schedule (duration depends on the pool) is created. Multiple vesting schedules can run concurrently. Unlocked rewards can be claimed at any time with no deadline.
tr_tr: Ödül topladığınız her seferde, süresi havuza göre değişebilen yeni bir hak kazanma süreci (Vesting) başlatılır. Birden fazla vesting programı aynı anda çalışabilir. Kilidi açılmış yani vesting süresi tamamlanmış ödüller istediğiniz zaman ve son çekim tarihi olmaksızın çekilebilir.
vi_vn: Mỗi khi bạn thu hoạch được phần thưởng mới, một lịch vesting mới (thời gian phụ thuộc vào Pool) sẽ được tạo. Nhiều lịch vesting có thể chạy đồng thời. Phần thưởng đã mở khóa có thể được nhận bất kỳ lúc nào mà không có thời hạn.

source: Earn fees and rewards by depositing your tokens into our pools.
tr_tr: Token’larınızı havuzlarımıza yatırarak ücretlerden pay ve ekstra ödüller kazanın.

source: Earn more with your crypto assets
tr_tr: Kripto varlıklarınızla daha fazlasını kazanın

source: Enables high slippage trades. Use at your own risk.
tr_tr: Yüksek kayma oranı yaşanabilecek işlemlere olanak tanır. Kendi sorumluluğunuzu alınız.
vi_vn: Cho phép các giao dịch trượt giá cao. Chỉ sử dụng khi bạn hiểu rõ rủi ro.

source: Ended
tr_tr: Sonlandı
vi_vn: Đã kết thúc

source: Ending In
tr_tr: Bitiş Zamanı
vi_vn: Kết Thúc Trong

source: Enter a recipient
tr_tr: Bir alıcı girin
vi_vn: Nhập người nhận

source: Enter a valid slippage percentage
tr_tr: Geçerli bir kayma yüzdesi girin
vi_vn: Nhập phần trăm trượt giá hợp lệ

source: Enter amp (>=1)
tr_tr: Amp girin (>=1)
vi_vn: Nhập tỷ số AMP (>=1)

source: Enter an amount
tr_tr: Bir miktar girin
vi_vn: Nhập số lượng

source: Enter valid token address
tr_tr: Geçerli token adresini girin
vi_vn: Nhập địa chỉ token hợp lệ

source: Error
tr_tr: Hata
vi_vn: Lỗi

source: Error connecting.
tr_tr: Bağlantı hatası.
vi_vn: Lỗi khi kết nối.

source: Error connecting. Try refreshing the page.
tr_tr: Bağlantı hatası. Sayfayı yenilemeyi deneyin.
vi_vn: Lỗi khi kết nối. Hãy thử làm mới trang.

source: Estimated Refund
tr_tr: Tahmini Geri Ödeme
vi_vn: Thanh khoản hoàn lại (ước tính)

source: Estimated change in price due to the size of your transaction
tr_tr: İşleminizin boyutuna bağlı olarak fiyattaki tahmini değişiklik
vi_vn: Sự thay đổi về giá (ước tính) do khối lượng giao dịch của bạn

source: Estimated network fee for your transaction
tr_tr: İşleminiz için tahmini ağ ücreti
vi_vn: Phí mạng được ước tính cho giao dịch của bạn

source: Estimated return based on yearly fees of the pool
tr_tr: Havuzun yıllık ücretlere dayalı tahmini getiri
vi_vn: Lợi nhuận ước tính dựa trên các phí hàng năm của Pool

source: Expanded results from inactive Token Lists
tr_tr: Etkin olmayan Token Listelerinden genişletilmiş sonuçlar
vi_vn: Kết quả mở rộng từ Danh Sách các Token không hoạt động

source: FOR LIQUIDITY PROVIDERS
tr_tr: LİKİDİTE SAĞLAYICILARI İÇİN

source: FOR TRADERS
tr_tr: ALIM SATIM YAPANLAR İÇİN

source: FULL UNLOCK
tr_tr: TAM KİLİT AÇMA
vi_vn: MỞ KHÓA HOÀN TOÀN

source: Farm
tr_tr: Çiftlik

source: Fee (24h)
tr_tr: Ücret (24s)
vi_vn: Phí (24h)

source: Fee Range
tr_tr: Ücret Aralığı
vi_vn: Phạm vi phí

source: Fees are adjusted dynamically according to market conditions to maximise returns for liquidity providers.
tr_tr: Likidite sağlayıcıları için getirileri en üst düzeye çıkarmak adına, ücretler piyasa koşullarına göre dinamik olarak ayarlanır.
vi_vn: Phí được điều chỉnh linh hoạt tùy theo điều kiện thị trường để tối đa hóa lợi nhuận cho các nhà cung cấp thanh khoản.

source: Find a token by searching for its name or symbol or by pasting its address below.
tr_tr: Adını veya sembolünü arayarak ya da adresini aşağıya yapıştırarak bir token bulun.
vi_vn: Tìm token bằng cách tìm kiếm tên hoặc biểu tượng của nó hoặc bằng cách dán địa chỉ token bên dưới.

source: From
tr_tr: Kimden
vi_vn: Từ

source: From (estimated)
tr_tr: Kimden (tahmini)
vi_vn: Từ (ước tính)

source: Fully Vested
tr_tr: Tamamen Hak Edilmiş
vi_vn: Hoàn toàn được xác nhận

source: Gas Fee
tr_tr: Gas Ücreti
vi_vn: Phí Gas

source: HARVEST
tr_tr: TOPLA
vi_vn: THU HOẠCH

source: HIGHER RETURNS
tr_tr: YÜKSEK GETİRİLER

source: Harvest
tr_tr: Topla
vi_vn: Thu hoạch

source: Harvest All
tr_tr: Tümünü Topla
vi_vn: Thu hoạch tất cả

source: History
tr_tr: Geçmiş
vi_vn: Lịch sử

source: I understand
tr_tr: Anladım
vi_vn: Tôi đã hiểu

source: If you purchase a token from this list, you may not be able to sell it back.
tr_tr: Bu listeden bir token satın alırsanız, onu geri satamayabilirsiniz.
vi_vn: Nếu bạn mua một token từ danh sách này, bạn có thể không bán lại được.

source: Import
tr_tr: İçe Aktar
vi_vn: Nhập

source: Import List
tr_tr: İçe Aktarma Listesi
vi_vn: Nhập Danh Sách

source: Import Pool
tr_tr: Havuzu İçe Aktar
vi_vn: Nhập Pool

source: Import Token
tr_tr: Token İçe Aktar
vi_vn: Nhập Token

source: Import Tokens
tr_tr: Token’ları İçe Aktar
vi_vn: Nhập Các Token

source: Import at your own risk
tr_tr: Kendi sorumluluğunuzda içe aktarınız
vi_vn: Nhập và hiểu rõ rủi ro

source: Import it.
tr_tr: İçe aktar.
vi_vn: Nhập ngay.

source: Import your Wallet
tr_tr: Cüzdanını içe aktar
vi_vn: Nhập Ví của bạn

source: Includes DEX aggregation
tr_tr: DEX’lerden toplanan oranları içerir

source: Information
tr_tr: Bilgi
vi_vn: Thông tin

source: Initializing...
tr_tr: Başlatılıyor...
vi_vn: Đang khởi tạo ...

source: Input is estimated. You will sell at most
tr_tr: Giriş tahminidir. Maksimum oranda satacaksınız
vi_vn: Đầu vào được ước tính. Bạn sẽ bán với giá tốt nhất

source: Insufficient Liquidity in the Liquidity Pool to Swap
tr_tr: Likidite Havuzunda Takas İçin Yeterli Likidite Yok
vi_vn: Không đủ thanh khoản trong Pool này để Swap

source: Insufficient W{0} balance
tr_tr: Yetersiz W{0} bakiyesi
vi_vn: Thanh khoản W{0} không đủ

source: Insufficient balance
tr_tr: Yetersiz bakiye
vi_vn: Không đủ thanh khoản

source: Insufficient liquidity available. Please reload page and try again!
tr_tr: Yeterli likidite yoktur. Lütfen sayfayı yenileyin ve tekrar deneyin!
vi_vn: Không đủ thanh khoản. Vui lòng tải lại trang và thử lại!

source: Insufficient liquidity for this trade.
tr_tr: Bu alım satım için yeterli likidite bulunmamaktadır.
vi_vn: Không đủ thanh khoản cho giao dịch này.

source: Insufficient {0} balance
tr_tr: Yetersiz {0} bakiyesi
vi_vn: Tài khoản {0} không đủ

source: Insured by
tr_tr: tarafından sigortalıdır
vi_vn: Được bảo hiểm bởi

source: Invalid amount
tr_tr: Geçersiz miktar
vi_vn: Số lượng không hợp lệ

source: Invalid pair
tr_tr: Geçersiz çift
vi_vn: Cặp không hợp lệ

source: Invalid pair.
tr_tr: Geçersiz çift.
vi_vn: Cặp không hợp lệ.

source: Invalid recipient
tr_tr: Geçersiz alıcı
vi_vn: Người nhận không hợp lệ

source: KyberSwap is DeFi’s first dynamic market maker, providing the best token rates for traders and maximizing returns for liquidity providers, in one decentralized platform
tr_tr: KyberSwap, DeFi’yi merkezi olmayan tek bir platformda toplayan; alım satım yapacaklar için en iyi token oranlarını sağlayan ve likidite sağlayıcıları için de getirileri en üst düzeye çıkaran, ilk dinamik piyasa yapıcısıdır

source: LOCKED
tr_tr: KİLİTLİ
vi_vn: ĐÃ KHÓA

source: LOWER SLIPPAGE
tr_tr: DAHA DÜŞÜK KAYMA ORANI

source: LP Tokens Removed
tr_tr: LP Token’ları Kaldırıldı
vi_vn: Token LP bị huỷ

source: Language
tr_tr: Dil
vi_vn: Ngôn ngữ

source: Learn More
tr_tr: Daha Fazla Bilgi Edinin

source: Learn more
tr_tr: Daha fazla bilgi edin
vi_vn: Tìm hiểu thêm

source: Liquidity Provider Fee
tr_tr: Likidite Sağlayıcı Ücreti
vi_vn: Phí cho Nhà Cung cấp Thanh khoản

source: List your tokens permissionlessly
tr_tr: Token’larınızı izin gerekmeden, hemen listeleyin

source: Lists
tr_tr: Listeler
vi_vn: Danh sách

source: Loaded
tr_tr: Yüklendi
vi_vn: Đã tải

source: Loading
tr_tr: Yükleniyor
vi_vn: Đang tải

source: Locked Rewards
tr_tr: Kilitli Ödüller
vi_vn: Các Phần thưởng bị Khóa

source: Lowest Gas
tr_tr: En Düşük Gas
vi_vn: Ít Phí Gas Nhất

source: MAX
tr_tr: MAKS
vi_vn: Tối Đa

source: MORE INFORMATION
tr_tr: DAHA FAZLA BİLGİ
vi_vn: THÊM THÔNG TIN

source: Make sure the URL is<0>KyberSwap.com</0>
tr_tr: URL'nin <0>KyberSwap.com</0> olduğundan emin olun
vi_vn: Luôn đảm bảo link URL là<0>KyberSwap.com</0>

source: Manage
tr_tr: Yönet
vi_vn: Quản lý

source: Manage Liquidity in Rewards Pool
tr_tr: Ödül Havuzunda Likiditeyi Yönetin
vi_vn: Quản lý tính thanh khoản trong pool phần thưởng

source: Manage Token Lists
tr_tr: Token Listelerini Yönet
vi_vn: Quản lý danh sách Token

source: Manage this pool.
tr_tr: Bu havuzu yönetin.
vi_vn: Quản lý pool này.

source: Manage your pools.
tr_tr: Havuzlarınızı yönetin.
vi_vn: Quản lý các Pool của bạn.

source: Max
tr_tr: Maksimum
vi_vn: Tối đa

source: Max APR Available
tr_tr: Maks YYO Mevcut

source: Max Slippage
tr_tr: Maksimum Kayma
vi_vn: Trượt giá Tối đa

source: Max Slippage:
tr_tr: Maksimum Kayma:
vi_vn: Trượt giá Tối đa:

source: Maximum Return
tr_tr: Maksimum Getiri
vi_vn: Lợi nhuận Tối đa

source: Maximum Sold
tr_tr: Maksimum Satıldı
vi_vn: Tối đa Đã Bán

source: Maximum sold
tr_tr: Maksimum satıldı
vi_vn: Tối đa đã bán

source: Migrate
tr_tr: Taşı
vi_vn: Di chuyển

source: Migrate Liquidity
tr_tr: Likiditeyi Taşı
vi_vn: Di Chuyển Thanh khoản

source: Minimum Received
tr_tr: Minimum alındı
vi_vn: Tối thiểu nhận được

source: Minimum amount you will receive or your transaction will revert
tr_tr: Minimum tutarı alacaksınız veya işleminiz geri dönecek
vi_vn: Số lượng tối thiểu bạn sẽ nhận được hoặc giao dịch của bạn sẽ bị huỷ

source: Minimum received
tr_tr: Minimum alındı
vi_vn: Tối thiểu nhận được

source: My Deposit
tr_tr: Yatırdıklarım
vi_vn: Tiền gửi của tôi

source: My Pools
tr_tr: Havuzlarım
vi_vn: Pool của Tôi

source: My Pools on External Platforms
tr_tr: Dış Platformlardaki Havuzlarım
vi_vn: Các Pool của tôi trên các Nền tảng Bên ngoài

source: My Rewards
tr_tr: Ödüllerim
vi_vn: Các Phần thưởng của tôi

source: My Total Rewards
tr_tr: Toplam Ödüllerim
vi_vn: Tổng các Phần thưởng của tôi

source: My Vesting
tr_tr: Vesting Süreçlerim
vi_vn: Vesting của Tôi

source: My liquidity
tr_tr: Likiditem
vi_vn: Thanh khoản của tôi

source: Network
tr_tr: Ağ
vi_vn: Mạng

source: New
tr_tr: Yeni
vi_vn: Mới

source: No KYC or sign-ups required
tr_tr: KYC veya kayıt gerekmez

source: No extra deposit or withdrawal fees
tr_tr: Ekstra para yatırma veya çekme ücreti yoktur

source: No liquidity found.
tr_tr: Likidite bulunamadı.
vi_vn: Không tìm thấy thanh khoản.

source: No records found.
tr_tr: Kayıt bulunamadı.
vi_vn: Không có dữ liệu được tìm thấy.

source: No results found.
tr_tr: Sonuç bulunamadı.
vi_vn: Không có kết quả nào được tìm thấy.

source: No vesting schedule!
tr_tr: Burada bir vesting programı yok!
vi_vn: Không có lịch vesting!

source: No {type} pool found.
tr_tr: {type} havuzu bulunamadı.
vi_vn: Không tìm thấy pool {type}.

source: Note: There are existing pools for this token pair. Please check
tr_tr: Not: Bu token çifti için mevcut havuzlar var. Lütfen kontrol edin
vi_vn: Lưu ý: Có các Pool hiện có cho cặp token này. Hãy kiểm tra

source: Note: {warningToken} is now <10% of the pool. Pool might become inactive if {warningToken} reaches 0%
tr_tr: Not: {warningToken} artık havuzda <%10 oranındadır. {warningToken} %0'a ulaşırsa havuz devre dışı kalabilir
vi_vn: Lưu ý: {warningToken} hiện còn <10% trong pool. Pool có thể không hoạt động nếu {warningToken} xuống đến 0%

source: OFF
tr_tr: KAPALI

source: ON
tr_tr: AÇIK

source: Off
tr_tr: Kapalı

source: On
tr_tr: Açık

source: On-chain & Open Source
tr_tr: Zincir üzeri ve Açık Kaynak Kodlu

source: Once a farm has ended, you will continue to receive returns through LP Fees
tr_tr: Bir çiftlik (Farm) sona erdiğinde, LP ücretlerini almaya devam edeceksiniz
vi_vn: Sau khi farm đã kết thúc, bạn sẽ tiếp tục nhận được lợi nhuận thông qua Phí LP

source: One token is close to 0% in the pool ratio. Pool might go inactive.
tr_tr: Bir token için havuz oranı %0’a yakındır. Havuz devre dışı kalabilir.
vi_vn: Một token gần bằng 0% trong pool. Pool có thể ngừng hoạt động.

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device.
tr_tr: Hay aksi! Bilinmeyen bir hata oluştu. Lütfen sayfayı yenileyin ya da başka bir tarayıcı veya cihazdan ziyaret edin.
vi_vn: Oops! Đã xảy ra lỗi không xác định. Vui lòng làm mới trang hoặc truy cập từ trình duyệt hoặc thiết bị khác.

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
tr_tr: Çıktı tahmin edilir. Fiyat %{0} oranından fazla değişirse işleminiz geri alınır.
vi_vn: Đầu ra đã được ước tính. Nếu giá thay đổi hơn {0}% thì giao dịch của bạn sẽ hoàn nguyên.

source: Output is estimated. You will receive at least
tr_tr: Çıktı tahmin ediliyor. Minimumu alacaksınız
vi_vn: Đầu ra được ước tính. Bạn sẽ nhận được ít nhất

source: Please connect to the appropriate network.
tr_tr: Lütfen uygun ağa bağlanın.
vi_vn: Vui lòng kết nối với mạng thích hợp.

source: Please type the word 'confirm' below to enable Advanced Mode
tr_tr: Gelişmiş Modu etkinleştirmek için lütfen aşağıya ‘confirm’ ya da ‘onayla’ kelimesini yazın
vi_vn: Vui lòng nhập từ 'xác nhận' bên dưới để bật Chế độ Nâng cao

source: Pool
tr_tr: Havuz

source: Pool Address
tr_tr: Havuz Adresi
vi_vn: Địa chỉ Pool

source: Pool Found!
tr_tr: Havuz Bulundu!
vi_vn: Đã tim thấy Pool!

source: Pool Information
tr_tr: Havuz Bilgileri
vi_vn: Thông tin Pool

source: Pool Ratio
tr_tr: Havuz Oranı
vi_vn: Tỷ lệ Pool

source: Pool share
tr_tr: Havuz payı
vi_vn: Tỷ lệ đóng góp Pool

source: Pool tokens in rewards pool:
tr_tr: Ödül havuzundaki havuz token’ları:
vi_vn: Các pool token trong nhóm phần thưởng:

source: Pooled {0}
tr_tr: {0} havuza alındı
vi_vn: Số lượng {0}

source: Pooled {0}:
tr_tr: {0} havuza alındı:
vi_vn: Số lượng {0}:

source: Pools
tr_tr: Havuzlar
vi_vn: Pool
