Repository: BunsDev/kyberswap-interface
Catalog: src/locales/*.po
Languages: tr_tr, vi_vn

source: Pools | AMP
tr_tr: Havuzlar | AMP

source: Powered By
tr_tr: Tarafından Desteklenmektedir
vi_vn: Được cung cấp bởi

source: Powered by
tr_tr: Tarafından Desteklenmektedir
vi_vn: Được cung cấp bởi

source: Preferences
tr_tr: Tercihler
vi_vn: Các tùy chọn

source: Price Impact
tr_tr: Fiyat Etkisi
vi_vn: Tác động giá

source: Price Impact High
tr_tr: Fiyat Etkisi Yüksek
vi_vn: Tác động giá cao

source: Price Impact Too High
tr_tr: Fiyat Etkisi Çok Yüksek
vi_vn: Tác động giá Quá Cao

source: Price Impact is High
tr_tr: Fiyat Etkisi Yüksek
vi_vn: Tác động giá Cao

source: Price Impact is Very High
tr_tr: Fiyat Etkisi Çok Yüksek
vi_vn: Tác động giá Rất Cao

source: Price Range
tr_tr: Fiyat Aralığı
vi_vn: Phạm vi giá

source: Price impact is high
tr_tr: Fiyat Etkisi Yüksek
vi_vn: Tác động giá cao

source: Price impact is too high
tr_tr: Fiyat etkisi aşırı yüksek
vi_vn: Tác động giá quá cao

source: Price:
tr_tr: Fiyat:
vi_vn: Giá:

source: Prices and Pool share
tr_tr: Fiyatlar ve Havuz payı
vi_vn: Các mức Giá và Phần đóng góp Pool

source: Privacy Policy
tr_tr: Gizlilik Politikası
vi_vn: Chính sách Bảo mật

source: Rainmaker Yield Farming
tr_tr: Rainmaker Getiri Çiftçiliği

source: Recent Transactions
tr_tr: Son İşlemler
vi_vn: Giao dịch Gần đây

source: Recipient
tr_tr: Alıcı
vi_vn: Người nhận

source: Remove
tr_tr: Kaldır
vi_vn: Rút

source: Remove Anyway
tr_tr: Yine de Kaldır
vi_vn: Vẫn Rút

source: Remove Liquidity
tr_tr: Likiditeyi Kaldır
vi_vn: Rút Thanh khoản

source: Remove list
tr_tr: Listeyi kaldır
vi_vn: Xóa danh sách

source: Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
tr_tr: Havuz token’larını kaldırmak, pozisyonunuzu havuzdaki payınızla orantılı olarak mevcut oranda temel token’lara dönüştürür. Toplanan ücretler de aldığınız tutarlara dahildir.
vi_vn: Việc rút token khỏi Pool sẽ chuyển đổi vị trí của bạn trở lại thành các token cơ bản ở tỷ giá hiện tại, tỷ lệ thuận với cổ phần của bạn trong pool. Phí tích lũy được bao gồm trong số tiền bạn nhận được.

source: Removing {0} {1} and {2} {3}
tr_tr: {0} {1} ve {2} {3} kaldırılıyor
vi_vn: Xóa {0} {1} và {2} {3}

source: Rewards
tr_tr: Ödüllerim
vi_vn: Các Phần thưởng

source: Rewards: {0} {1}
tr_tr: Ödüller: {0} {1}
vi_vn: Phần thưởng: {0} {1}

source: Route
tr_tr: Rota

source: Routing through these tokens resulted in the best price for your trade.
tr_tr: Bu token’lar aracılığıyla yönlendirme, işleminiz için en iyi fiyatı sağladı.
vi_vn: Trao đổi thông qua các token này dẫn đến giá tốt nhất cho giao dịch của bạn.

source: Search by pool address
tr_tr: Havuz adresine göre ara
vi_vn: Tìm kiếm theo địa chỉ Pool

source: Search name or paste address
tr_tr: Adı arayın veya adresi yapıştırın
vi_vn: Tìm kiếm tên hoặc địa chỉ

source: Select Max
tr_tr: Maksimumu Seç
vi_vn: Chọn Tối Đa

source: Select a Network
tr_tr: Bir Ağ Seçin
vi_vn: Chọn Mạng

source: Select a Token
tr_tr: Bir Token Seç
vi_vn: Chọn một Token

source: Select a token
tr_tr: Bir token seç
vi_vn: Chọn một token

source: Select a token to find your liquidity.
tr_tr: Likiditenizi bulmak için bir token seçin.
vi_vn: Chọn một token để tìm thanh khoản của bạn.

source: Share of Pool
tr_tr: Havuz Payı
vi_vn: Chia sẻ của Pool

source: Show Portis
tr_tr: Portis'i göster
vi_vn: Hiển thị Portis

source: Single Token
tr_tr: Tek Token
vi_vn: Một Token

source: Something went wrong
tr_tr: Bir şeyler yanlış gitti
vi_vn: Có lỗi đã xảy ra

source: Staked Only
tr_tr: Sadece Stake Edilen
vi_vn: Bạn đã Stake

source: Staked TVL
tr_tr: Stake edilen TVL
vi_vn: TVL đã Stake

source: Stands for amplification factor. Each pool can have its own AMP. Pools with a higher AMP provide higher capital efficiency within a particular price range
tr_tr: Amplifikasyon faktörü anlamına gelir. Her havuzun kendi AMP'si olabilir. Daha yüksek AMP'ye sahip havuzlar, belirli bir fiyat aralığında daha yüksek sermaye verimliliği sağlar
vi_vn: Viết tắt của hệ số khuếch đại. Mỗi Pool có thể có chỉ số AMP riêng. Các Pool có AMP cao hơn mang lại hiệu quả sử dụng vốn cao hơn trong một phạm vi giá cụ thể

source: Stands for amplification factor. Pools with a higher AMP provide higher capital efficiency within a particular price range. We recommend higher AMP for stable token pairs and lower AMP for volatile token pairs
tr_tr: Amplifikasyon faktörü anlamına gelir. Daha yüksek AMP'ye sahip havuzlar, belirli bir fiyat aralığında daha yüksek sermaye verimliliği sağlar. Sabit token çiftleri için daha yüksek AMP, volatil token çiftleri için ise daha düşük AMP öneririz
vi_vn: Viết tắt của hệ số khuếch đại. Các Pool có chỉ số AMP cao hơn mang lại hiệu quả sử dụng vốn cao hơn trong một phạm vi giá cụ thể. Chúng tôi đề xuất AMP cao hơn cho các cặp token ổn định và AMP thấp hơn cho các cặp token biến động mạnh

source: Start Earning
tr_tr: Kazanmaya Başla

source: Starting In
tr_tr: İçinde Başlayacak
vi_vn: Bắt đầu trong

source: Supply
tr_tr: Arz
vi_vn: Cung cấp

source: Supply Anyway
tr_tr: Yine de Temin Et
vi_vn: Vẫn Cung cấp

source: Swap
tr_tr: Takas
vi_vn: Giao dịch

source: Swap Anyway
tr_tr: Yine de Takası Yap
vi_vn: Vẫn Giao dịch

source: Swap Legacy
tr_tr: Eski Versiyona Geç
vi_vn: Lịch sử Giao dịch

source: Swap Now
tr_tr: Şimdi Takas Et

source: Swap your tokens at the best rates. No limits
tr_tr: Token’larınızı en iyi oranlarla takas edin. Limit yok

source: TOTAL HARVESTED REWARDS
tr_tr: HASAT EDİLEN TOPLAM ÖDÜLLER
vi_vn: TỔNG PHẦN THƯỞNG ĐÃ THU HOẠCH

source: TVL From DEXs
tr_tr: DEX'lerden TVL

source: TVL equivalent compared to AMMs
tr_tr: AMM'lere kıyasla TVL eşdeğeri

source: Terms
tr_tr: Şartlar
vi_vn: Điều khoản

source: Terms of Use
tr_tr: Kullanım Şartları
vi_vn: Điều khoản Sử dụng

source: The difference between the market price and your price due to trade size. Adjust the price impact tolerance in the top right configuration.
tr_tr: Alım satımın büyüklüğü nedeniyle piyasa fiyatı ile sizin fiyatınız arasındaki farktır. Sağ üstteki ayarlamadan fiyat etkisi toleransını ayarlayın.
vi_vn: Sự khác biệt giữa giá thị trường và giá của bạn do khối lượng giao dịch. Điều chỉnh mức độ cho phép chịu tác động của giá trong phần cài đặt trên cùng bên phải.

source: The price is deviating quite a lot from that market price, please be careful!
tr_tr: Fiyat, bu piyasa fiyatından oldukça farklı, lütfen dikkatli olun!
vi_vn: Giá chênh lệch khá nhiều so với giá thị trường đó, bạn lưu ý nhé!

source: The token list "{0}" has been updated to <0>{1}</0>.
tr_tr: "{0}" token listesi <0>{1}</0> olarak güncellendi.
vi_vn: Danh sách token "{0}" đã được cập nhật thành <0> {1} </0>.

source: There are no pools for this token pair.
tr_tr: Bu token çifti için havuz yok.
vi_vn: Không có Pool nào cho cặp token này.

source: These tokens are commonly paired with other tokens.
tr_tr: Bu token’lar genellikle diğer token’lar ile eşleştirilir.
vi_vn: Các token này thường được ghép nối với các token khác.

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
tr_tr: Bu token, aktif token listelerinde görünmüyor. Bunun takas etmek istediğiniz token olduğundan emin olunuz.
vi_vn: Token này không xuất hiện trên các danh sách token đang hoạt động. Đảm bảo rằng đây là token mà bạn muốn giao dịch.

source: Tip: Custom tokens are stored locally in your browser
tr_tr: İpucu: Özel token varlıkları tarayıcınızda yerel olarak depolanır
vi_vn: Mẹo: Token tùy chỉnh được lưu trữ cục bộ trong trình duyệt của bạn

source: Token Amount
tr_tr: Token Miktarı
vi_vn: Số lượng Token

source: Token Name
tr_tr: Token Adı
vi_vn: Tên Token

source: Token Pair
tr_tr: Token Çifti
vi_vn: Các cặp Token

source: Token pool analytics →
tr_tr: Token havuzu analizi →
vi_vn: Phân tích pool token →

source: Tokens
tr_tr: Token Varlıkları
vi_vn: Các Token

source: Tokens from inactive lists. Import specific tokens below or click 'Manage' to activate more lists.
tr_tr: Etkin olmayan listelerdeki token varlıklarıdır. Aşağıdaki belirli token’ları içe aktarın veya daha fazla listeyi etkinleştirmek için 'Yönet’e tıklayın.
vi_vn: Các Token từ các danh sách không hoạt động. Nhập các Token cụ thể bên dưới hoặc nhấp vào 'Quản lý' để kích hoạt thêm các danh sách.

source: Total AMP Liquidity
tr_tr: Toplam AMP Likiditesi

source: Total AMP Liquidity:
tr_tr: Toplam AMP Likiditesi:
vi_vn: Tổng Thanh khoản AMP:

source: Total Earnings
tr_tr: Toplam Kazanç

source: Total LP Tokens
tr_tr: Toplam LP Token’ları
vi_vn: Tổng số Token LP

source: Total Trading Volume
tr_tr: Toplam İşlem Hacmi

source: Total Trading Volume:
tr_tr: Toplam İşlem Hacmi:
vi_vn: Tổng Khối lượng Giao dịch:

source: Total Value Locked
tr_tr: Kilitli Toplam Değer
vi_vn: Tổng Giá trị Đã khóa

source: Total Value Locked:
tr_tr: Kilitli Toplam Değer:
vi_vn: Tổng Giá trị Đã khóa:

source: Total estimated return based on yearly fees and bonus rewards of the pool
tr_tr: Havuzun yıllık ücretlerine ve bonus ödüllerine dayalı toplam tahmini getiri
vi_vn: Tổng lợi nhuận ước tính dựa trên các phí hàng năm và phần thưởng bonus của pool

source: Tradable token pair price range for this pool based on AMP. If the price goes below or above this range, the pool may become inactive.
tr_tr: AMP'ye dayalı olarak bu havuz için takas edilebilir token çifti fiyat aralığıdır. Fiyat bu aralığın altına veya üstüne çıkarsa havuz devre dışı kalabilir.
vi_vn: Phạm vi giá của cặp token có thể giao dịch cho Pool này được dựa trên AMP. Nếu giá thấp hơn hoặc cao hơn phạm vi này, Pool có thể không hoạt động.

source: Transaction Submitted
tr_tr: İşlem Gönderildi
vi_vn: Giao dịch đã được gửi

source: Transaction time limit
tr_tr: İşlem süresi sınırı
vi_vn: Thời hạn giao dịch

source: Transaction will revert if it is pending for longer than the indicated time
tr_tr: Belirtilen süreden daha uzun süre beklemede kalırsa işlem geri alınır
vi_vn: Giao dịch sẽ hoàn nguyên nếu nó đang chờ xử lý lâu hơn thời gian đã chỉ định

source: Transaction will revert if there is an adverse rate change that is higher than this %
tr_tr: Bu %'den daha yüksek bir olumsuz oran değişikliği olursa işlem geri dönecektir
vi_vn: Giao dịch sẽ hoàn nguyên nếu có sự thay đổi tỷ giá bất lợi cao hơn % này

source: Try Again
tr_tr: Tekrar deneyin
vi_vn: Thử lại

source: UNKNOWN
tr_tr: BİLİNMEYEN
vi_vn: KHÔNG XÁC ĐỊNH

source: UNLOCKED
tr_tr: KİLİDİ AÇILDI
vi_vn: ĐÃ MỞ KHÓA

source: Unamplified Pool existed
tr_tr: Güçlendirilmemiş Havuz mevcuttur
vi_vn: Đã có Pool không khuếch đại

source: Unknown
tr_tr: Bilinmeyen
vi_vn: Không xác định

source: Unknown Source
tr_tr: Bilinmeyen Kaynak
vi_vn: Nguồn không rõ

source: Unlocked
tr_tr: Kilidi Açık
vi_vn: Đã mở khoá

source: Unlocked Rewards
tr_tr: Kilidi Açılmış Ödüller
vi_vn: Phần thưởng đã mở khóa

source: Unlocked: {0} {1}
tr_tr: Kilidi açık: {0} {1}
vi_vn: Đã mở khóa: {0} {1}

source: Upcoming
tr_tr: Gelecek
vi_vn: Sắp đến

source: Update list
tr_tr: Güncelleme listesi
vi_vn: Cập nhật danh sách

source: Use Native Token
tr_tr: Yerel Token Kullan
vi_vn: Sử dụng Native Token

source: Use Wrapped Token
tr_tr: Wraped Token Kullan
vi_vn: Sử dụng Wrapped Token

source: Use this mode if you are aware of the risks
tr_tr: Bu modu yalnızca risklerin bilincide iseniz kullanın
vi_vn: Chỉ sử dụng chế độ này nếu bạn ý thức được các rủi ro

source: Use this tool to find pairs that don't automatically appear in the interface.
tr_tr: Arayüzde otomatik olarak görünmeyen çiftleri bulmak için bu aracı kullanın.
vi_vn: Sử dụng công cụ này để tìm các cặp không tự động xuất hiện trong giao diện.

source: VESTING PERIODS
tr_tr: VESTING PROGRAMLARI
vi_vn: LỊCH VESTING

source: Vesting started: {0}
tr_tr: Hak kazanma süreci (Vesting) başladı: {0}
vi_vn: Vesting đã bắt đầu: {0}

source: View Farms
tr_tr: Çiftlikleri Görüntüle

source: View list
tr_tr: Listeyi Gör
vi_vn: Xem danh sách

source: View transaction on Etherscan
tr_tr: Etherscan ile işlemi görüntüle
vi_vn: Xem giao dịch trên Etherscan

source: Volume (24h)
tr_tr: Hacim (24s)
vi_vn: Khối lượng (24h)

source: WITHDRAW
tr_tr: ÇEKİM
vi_vn: RÚT THANH KHOẢN

source: Waiting For Confirmation
tr_tr: Onay Bekliyor
vi_vn: Chờ xác nhận

source: Wallet Address or ENS name
tr_tr: Cüzdan Adresi veya ENS Adı
vi_vn: Địa chỉ Ví hoặc tên ENS

source: We adjust trading fees dynamically based on market conditions to give you the best returns.
tr_tr: Size en iyi getiriyi sağlamak için alım satım ücretlerini piyasa koşullarına göre dinamik olarak ayarlıyoruz.

source: We can amplify liquidity pools to provide much higher capital efficiency and better slippage for you. Deposit less tokens and still achieve better liquidity and volume.
tr_tr: Sizin için çok daha yüksek sermaye verimliliği ve daha iyi oranlı kayma sağlamak için likidite havuzlarını büyütebiliriz. Daha az token yatırsanız bile daha iyi likidite ve hacim elde edeceksiniz.

source: We will automatically remove your liquidity and convert it into your desired token (either token from the token pair), all in a single transaction.
tr_tr: Likiditenizi otomatik olarak kaldıracağız ve hepsini tek bir işlemde istediğiniz token’a (token çiftinden istediğiniz token’a) dönüştüreceğiz.
vi_vn: Chúng tôi sẽ tự động loại bỏ thanh khoản của bạn và chuyển đổi nó thành token mà bạn mong muốn (một trong hai token từ cặp token), tất cả trong một giao dịch duy nhất.

source: What can KNC be used for?
tr_tr: KNC ne için kullanılabilir?
vi_vn: KNC có thể được sử dụng vào mục đích gì?

source: With our Dynamic Trade Routing technology, we aggregate liquidity from multiple DEXs (including KyberSwap) and identify the best trade route for you.
tr_tr: Dinamik Ticaret Yönlendirme teknolojimizle, birden fazla DEX'ten (KyberSwap da dahil) likidite topluyoruz ve sizin için en iyi alım satım yolunu belirliyoruz.

source: Wrong Network
tr_tr: Yanlış Ağ
vi_vn: Sai Mạng

source: You Save
tr_tr: Kazancınız
vi_vn: Tiết kiệm

source: You are creating a new pool and will be the first liquidity provider. The ratio of tokens you supply below will set the initial price of this pool. Once you are satisfied with the rate, proceed to supply liquidity.
tr_tr: Yeni bir havuz oluşturuyorsunuz ve ilk likidite sağlayıcısı olacaksınız. Tedarik ettiğiniz token varlıklarının oranı, aşağıda bu havuzun başlangıç fiyatını belirleyecektir. Orandan memnunsanız, likidite sağlama işlemine devam edin.
vi_vn: Bạn đang tạo một Pool mới và sẽ là nhà cung cấp thanh khoản đầu tiên. Tỷ lệ token bạn cung cấp bên dưới sẽ đặt giá ban đầu của Pool này. Khi bạn đã hài lòng với tỷ giá, hãy tiến hành cung cấp thanh khoản.

source: You are creating a pool
tr_tr: Bir havuz oluşturuyorsunuz
vi_vn: Bạn đang tạo một Pool

source: You can add liquidity to the pool by supplying a single token (either token from the token pair). We will automatically create LP tokens for you and add them to the liquidity pool - all in a single transaction
tr_tr: Tek bir token (token çiftinden istediğiniz token) sağlayarak havuza likidite ekleyebilirsiniz. Sizin için otomatik olarak LP token’ları oluşturacağız ve bunları likidite havuzuna ekleyeceğiz - Hem de hepsi sadece tek bir işlemde
vi_vn: Bạn có thể thêm thanh khoản cho Pool bằng cách cung cấp một token duy nhất (một token trong cặp đôi token). Chúng tôi sẽ tự động tạo mã thông báo LP cho bạn và thêm chúng vào nhóm thanh khoản - tất cả chỉ trong một giao dịch

source: You don’t have liquidity in this {type} pool yet.
tr_tr: Bu {type} havuzunda henüz likiditeniz yok.
vi_vn: Bạn chưa có thanh khoản trong Pool {type} này.

source: You will receive
tr_tr: Alacaksınız
vi_vn: Bạn sẽ nhận

source: Your Current Position
tr_tr: Mevcut Pozisyonunuz
vi_vn: Vị trí Hiện tại của Bạn

source: Your Liquidity
tr_tr: Likiditeniz
vi_vn: Thanh khoản của Bạn

source: Your Pool Allocation
tr_tr: Havuzdaki Dağılımınız
vi_vn: Phân phối trong Pool của Bạn

source: Your Share of Pool
tr_tr: Havuz Payınız
vi_vn: Tỷ lệ của Bạn trong Pool

source: Your pool share:
tr_tr: Havuz paylaşımınız:
vi_vn: Tỷ lệ của Bạn trong Pool:

source: Your position
tr_tr: Pozisyonunuz
vi_vn: Vị trí của bạn

source: Your total harvested rewards. Each time you harvest new rewards, they are locked and vested linearly over a short period (duration depends on the pool). Unlocked rewards can be claimed at any time with no deadline.
tr_tr: Toplam hasat edilmiş ödüllerinizdir. Her yeni ödül toplamanızda, bunlar kilitlenir ve kısa bir süre boyunca (vesting süresi) kilidi açılarak tamamen kazanılır (bu vesting süresi havuza bağlı olarak değişir). Kilidi açılmış ödülleri istediğiniz zaman ve bir son tarih olmaksızın çekilebilirsiniz.
vi_vn: Tổng số phần thưởng đã thu hoạch của bạn. Mỗi khi bạn thu hoạch phần thưởng mới, chúng sẽ bị khóa và vesting một cách tuyến tính trong một khoảng thời gian ngắn (thời gian phụ thuộc vào pool). Phần thưởng đã mở khóa có thể được nhận bất kỳ lúc nào mà không có thời hạn.

source: Your total pool tokens:
tr_tr: Toplam havuz token’ları:
vi_vn: Tổng số Token pool của bạn:

source: Your trade route
tr_tr: Alım-satım rotanız
vi_vn: Trade Route của bạn

source: Your transaction may be frontrun
tr_tr: İşleminiz ön ödemeli olabilir
vi_vn: Giao dịch của bạn có thể bị frontrun

source: Your transaction may fail
tr_tr: İşleminiz başarısız olabilir
vi_vn: Giao dịch của bạn có thể thất bại

source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
tr_tr: Onaylanmadan önce büyük, olumsuz bir fiyat hareketi olursa işleminiz geri alınır.
vi_vn: Giao dịch của bạn sẽ bị huỷ nếu có một biến động giá lớn và bất lợi trước khi nó được xác nhận.

source: Your transactions will appear here...
tr_tr: İşlemleriniz burada görünecek...
vi_vn: Các giao dịch của bạn sẽ xuất hiện tại đây...

source: and
tr_tr: ve
vi_vn: và

source: here
tr_tr: burada
vi_vn: ở đây

source: https:// or ipfs:// or ENS name
tr_tr: https:// veya ipfs:// veya ENS adı
vi_vn: https: // hoặc ipfs: // hoặc tên ENS

source: minutes
tr_tr: dakika
vi_vn: phút

source: or the transaction will revert.
tr_tr: veya işlem geri dönecektir.
vi_vn: hoặc giao dịch sẽ bị huỷ.

source: per
tr_tr: başına
vi_vn: trên

source: pool
tr_tr: havuz

source: via {0}
tr_tr: {0} aracılığıyla
vi_vn: qua {0}

source: via {0} token list
tr_tr: {0} token listesi aracılığıyla
vi_vn: qua danh sách token {0}

source: {0} Pending
tr_tr: {0} Beklemede
vi_vn: {0} Đang chờ xử lý

source: {0} added
tr_tr: {0} eklendi
vi_vn: {0} đã được thêm vào

source: {0} removed
tr_tr: {0} kaldırıldı
vi_vn: {0} đã bị loại bỏ

source: {0} tokens
tr_tr: {0} token varlıkları

source: {0}% LP Fee + {1}% Rewards
tr_tr: %{0} LP Ücreti + %{1} Ödül
vi_vn: {0}% Phí LP + {1}% Phần Thưởng

source: {numTokensChanged} tokens updated
tr_tr: {numTokensChanged} token varlığı/varlıkları güncellendi
vi_vn: Đã cập nhật token {numTokensChanged}

source: • Added by user
tr_tr: • Kullanıcı tarafından eklendi
vi_vn: • Do người dùng thêm vào

source: <0>KyberSwap</0> gets you the best token rates
vi_vn: <0>KyberSwap</0> mang đến tỷ giá Token tốt nhất cho bạn

source: <0>dmm.exchange is now <1>KyberSwap.com</1>! Click <2>here</2> to learn more.</0>
vi_vn: <0>dmm.exchange bây giờ là <1>KyberSwap.com</1>! Bấm vào <2>đây</2> để biết thêm chi tiết.</0>

source: Converts your liquidity position on Sushiswap into underlying tokens at the current rate. Tokens are deposited into the basic AMP=1 pool on the KyberSwap and you will be given DMM-LP tokens representing your new pool share. If rates are different between the two platforms, some tokens may be refunded to your address.
vi_vn: Chuyển vị trí thanh khoản của bạn trên Sushiswap thành các token cơ bản ở tỷ giá hiện tại. Các Token được ký gửi thành pool cơ bản với AMP = 1 trên KyberSwap và bạn sẽ nhận được DMM-LP token, đại diện cho tỷ lệ chia sẻ pool của bạn. Nếu tỷ giá khác nhau giữa hai nền tảng, một lượng token có thể sẽ được hoàn trả vào ví của bạn.

source: Details
vi_vn: Chi tiết

source: Forum
vi_vn: Diễn đàn

source: No Farms found
vi_vn: Không tìm thấy kết quả

source: Please check the <0>Active Farms</0> or come back later.
vi_vn: Vui lòng kiểm tra <0>Farm đang hiệu lực</0> hoặc quay lại sau

source: The amount you save compared to <0>{0}</0>.
vi_vn: Số lượng bạn tiết kiệm được khi so sánh với <0>{0}</0>

source: There is no existing pool for this token pair. You will be creating a new pool with AMP=1 and migrating tokens from Sushiswap to KyberSwap.
vi_vn: Không tồn tại pool nào cho cặp token này. Bạn sẽ tạo mới một pool với AMP=1 và di chuyển từ Sushiswap sang KyberSwap

source: There is no existing pool for this token pair. You will be creating a new pool with AMP=1 and migrating tokens from Uniswap to KyberSwap.
vi_vn: Không tồn tại pool nào cho cặp token này. Bạn sẽ tạo mới một pool với AMP=1 và di chuyển từ Uniswap sang KyberSwap

source: To
vi_vn: Sang

source: To (estimated)
vi_vn: Sang (ước tính)
